Repository: vilamatica/django-password-policies
Catalog: password_policies/locale/*/LC_MESSAGES/django.po
Languages: de, es_ar, pl, ru

source: Force password change for selected users
de: Erzwinge Passwortwechsel für die ausgewählten Benutzer

source: created
de: erstellt
es_ar: creado
pl: utworzono
ru: Дата создания

source: The date the entry was created.
de: Das Datum an dem der Eintrag erstellt wurde.

source: user
de: Benutzer
es_ar: usuario
pl: użytkownik
ru: Пользователь

source: The user who needs to change his/her password.
de: Der Benutzer der sein Passwort ändern muss.

source: enforced password change
de: erzwungener Passwortwechsel

source: enforced password changes
de: erzwungene Passwortwechsel

source: password
de: Passwort
es_ar: contraseña
pl: hasło
ru: Пароль

source: The encrypted password.
de: Das verschlüsselte Passwort.

source: The user this password history entry belongs to.
de: Der Benutzer, zu dem dieser Passworthistorie gehört.

source: password history entry
de: Eintrag Passworthistorie
es_ar: entrada del historial de contraseña
pl: wpis w historii haseł
ru: Элемент истории паролей

source: password history entries
de: Einträge Passworthistorie
es_ar: entradas del historial de contraseñas
pl: wpisy w historii haseł
ru: Элементы истории паролей

source: The two password fields didn't match.
de: Die beiden Passwörter sind nicht gleich.
es_ar: Las dos campos de contraseña no coinciden.
pl: Podane hasła nie są takie same.
ru: Два поля с паролями не совпадают.

source: The new password was used before. Please enter another one.
de: Das neue Passwort wurde bereits genutzt. Bitte geben Sie ein Neues ein.
es_ar: La nueva contraseña fue usada anteriomente. Por favor, ingresá otra.
pl: Nowe hasło było już użyte. Proszę wpisać inne.
ru: Новый пароль был использован раннее. Пожалуйста, введите еще один.

source: New password
de: Neues Passwort
es_ar: Nueva contraseña
pl: Nowe hasło
ru: Новый пароль

source: New password confirmation
de: Neues Passwort Bestätigung
es_ar: Nueva confirmación de contraseña
pl: Potwierdzenie nowego hasła

source: Your old password was entered incorrectly. Please enter it again.
de: Das alte Passwort wurde falsch eingegeben. Bitte versuchen sie es nochmal.
es_ar: Tu antigua contraseña fue ingresada incorrectamente. Por favor, ingresala de nuevo.
pl: Podano nieprawidłowe stare hasło. Proszę spróbować ponownie.
ru: Ваш старый пароль введен неверно. Пожалуйста, введите еще раз

source: The old and the new password are too similar.
de: Das alte und neue Passwort sind zu ähnlich.
es_ar: La contraseña antigua y la actual son demasiado similares.
pl: Stare i nowe hasło są zbyt podobne.
ru: Старый и новый пароль слишком похожи.

source: The old and the new password are the same.
de: Das alte und neue Passwort sind identisch.
es_ar: La contraseña antigua y la actual son iguales.
pl: Stare i nowe hasło jest takie samo.
ru: Старый и новый пароль равны.

source: Old password
de: Altes Passwort
es_ar: Contraseña antigua
pl: Stare hasło
ru: Старый пароль

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
de: Diese E-Mail Adresse hat keinen zugehörigen Benutzeraccount. Sind Sie sicher, dass sie bereits registriert sind?
es_ar: Esa dirección de correo electrónico no tiene una cuenta de usuario asociada. Estás seguro de estar registrado?
pl: Podany adres e-mail nie ma przypisanego konta użytkownika. Upewnij się że konto zostało utworzone.
ru: Это адрес электронной почты не связан с пользователем. Вы уверены что зарегистрировались?

source: The user account associated with this e-mail address cannot reset the password.
de: Der Benutzeraccount zu dieser E-Mail Adresse kann nicht das Passwort zurücksetzen.
es_ar: La cuenta de usuario asociada con esa dirección de correo electrónico no puede resetear la contraseña.
pl: Konto użytkownika przypisane do podanego adresu e-mail nie ma możliwości resetowania hasła.
ru: Пользователь с таким адресом электронной почты не может менять пароль.

source: A user with that username already exists.
de: Ein Benutzer mit diesem Benutzernamen existiert bereits.

source: Username
de: Benutzername

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
de: Benötigt. 30 Zeichen oder weniger. Ausschließlich Buchstaben, Ziffern and @/./+/-/_.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
de: Dieser Wert darf nur Buchstaben, Zahlen und @/./+/-/_ Zeichen enthalten.

source: Password
de: Passwort

source: Password confirmation
de: Neues Passwort Bestätigung

source: Enter the same password as above, for verification.
de: Geben Sie zur Überprüfung das gleiche Passwort wie oben ein.

source: Password new
de: Neues Passwort

source: Must change?
de: Muss wechseln?

source: The new password contains ambiguous bidirectional characters.
de: Das neue Passwort enthält mehrdeutige Zeichen.
es_ar: La nueva contraseña contiene caracteres bidireccionales ambiguos.
pl: Nowe hasło zawiera niejednoznaczne dwukierunkowe znaki.
ru: Новый пароль содержит читаемые неоднозначно символы.

source: The new password is based on a common sequence of characters.
de: Das neue Passwort basiert auf einer häufig genutzten Folge von Zeichen.
es_ar: La nueva contraseña se basa en una secuencia común de caracteres.
pl: Nowe hasło zawiera powszechnie znane ciągi znaków.
ru: Новый пароль содержит обычную последовательность символов.

source: The new password contains consecutive characters. Only %(count)d consecutive character is allowed.
de: Das neue Passwort enthält aufeinander folgende Zeichen. Es ist nur %(count)d aufeinander folgendes Zeichen erlaubt.
es_ar: La nueva contraseña contiene caracteres consecutivos. Sólo se permite %(count)d caracter consecutivo.
pl: Nowe hasło zawiera następujące po sobie znaki. Tylko %(count)d znak jest dozwolony.
ru: Новый пароль содержит последовательные символы. Только %(count)d последовательный символ разрешен.

source: Please choose a different password, %s.
de: Bitte wählen Sie ein andere Passwort, %s.
es_ar: Por favor, elegí una contraseña diferente, %s.
pl: Proszę wybrać inne hasło, %s.
ru: Пожалуйста, выберите другое пароль, %s.

source: The new password is not varied enough.
de: Das neue Passwort ist nicht unterschiedlich genug.
es_ar: La nueva contraseña no es lo suficientemente variada.
pl: Nowe hasło nie jest wystarczająco zróżnicowane.
ru: Новый пароль не достаточно различается.

source: The new password is based on a dictionary word.
de: Das neue Passwort basiert auf einem Wort aus einem Wörterbuch.
es_ar: La nueva contraseña se basa en una palabra del diccionario.
pl: Nowe hasło bazuje na wyrażeniu słownikowym.
ru: Новый пароль основан на слове из словаря.

source: The new password contains invalid unicode characters.
de: Das neue Passwort enthält ungültige Unicode Zeichen.
es_ar: La nueva contraseña contiene caracteres unicode inválidos.
pl: Nowe hasło zawiera nieprawidłowe znaki unicode.
ru: Новый пароль содержит недопустимые символы юникода.

source: The new password must contain %d or more letter.
de: Das neue Passwort muss %d oder mehr Buchstaben enthalten.
es_ar: La nueva contraseña debe contener %d o más letras.
pl: Nowe hasło musi zawierać %d lub więcej liter.
ru: Новый пароль должен содержать %d или больше букв.

source: The new password is similar to an email address.
de: Das neue Passwort ist ähnlich zu einer E-Mail Adresse.
es_ar: La nueva contraseña es similar a una dirección de correo electrónico.
pl: Nowe hasło jest podobne do adresu email.
ru: Новый пароль похож на адрес электронной почты.

source: The new password must contain %d or more number.
de: Das neue Passwort muss %d oder mehr Ziffern enthalten.
es_ar: La nueva contraseña debe contener %d o más números.
pl: Nowe hasło musi zawierać %d lub więcej cyfr.
ru: Новый пароль должен содержать %d или больше чисел.

source: The new password must contain %d or more symbol.
de: Das neue Passwort muss %d oder mehr Symbole enthalten.
es_ar: La nueva contraseña debe contener %d o más símbolos.
pl: Nowe hasło musi zawierać %d lub więcej symboli.
ru: Новый пароль должен содержать %d или больше символов.

source: E-mail
es_ar: Correo Electrónico
